Repository: rfernandezfranco/djangocms-lightbox2
Catalog: djangocms_lightbox2/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, pt

source: Lightbox2 Gallery
de: Lightbox2 Galerie
es: Galería Lightbox2
fr: Galerie Lightbox2
it: Galleria Lightbox2
pt: Galeria Lightbox2

source: Lightbox2 Image
de: Lightbox2 Bild
es: Imagen Lightbox2
fr: Image Lightbox2
it: Immagine Lightbox2
pt: Imagem Lightbox2

source: Thumbnail
de: Miniaturbild
es: Miniatura
fr: Vignette
it: Miniatura
pt: Miniatura

source: Lightbox2 options
de: Lightbox2 Optionen
es: Opciones de Lightbox2
fr: Options de Lightbox2
it: Opzioni di Lightbox2
pt: Opções do Lightbox2

source: Layout
es: Disposición
fr: Disposition

source: Group name for 'data-lightbox'. If empty, 'gallery-<id>' will be used.
de: Gruppenname für 'data-lightbox'. Wenn leer, wird 'gallery-<id>' verwendet.
es: Nombre de grupo para 'data-lightbox'. Si está vacío, se usará 'gallery-<id>'.
fr: Nom de groupe pour 'data-lightbox'. S'il est vide, 'gallery-<id>' sera utilisé.
it: Nome del gruppo per 'data-lightbox'. Se vuoto, verrà usato 'gallery-<id>'.
pt: Nome do grupo para 'data-lightbox'. Se vazio, será usado 'gallery-<id>'.

source: Counter label template. Example: 'Image %1 of %2'. Leave blank to use the default value.
de: Vorlagen-Text für den Zähler. Z.B.: 'Bild %1 von %2'. Leer lassen für Standardwert.
es: Plantilla de etiqueta del contador. Ej: 'Imagen %1 de %2'. Dejar vacío para usar el valor por defecto.
fr: Modele du libellel du compteur. Ex: 'Image %1 sur %2'. Laisser vide pour la valeur par dfaut.
it: Modello dell'etichetta contatore. Es: 'Immagine %1 di %2'. Lascia vuoto per il valore predefinito.
pt: Modelo do rótulo do contador. Ex: 'Imagem %1 de %2'. Deixe em branco para o padrão.

source: Always show navigation on touch devices.
de: Navigation auf Touch-Geräten immer anzeigen.
es: Mostrar navegación siempre en dispositivos táctiles.
fr: Toujours afficher la navigation sur les appareils tactiles.
it: Mostra sempre la navigazione sui dispositivi touch.
pt: Mostrar navegação sempre em dispositivos touch.

source: Overlay fade duration (ms).
de: Überblenddauer des Overlays (ms).
es: Duración del fundido de la superposición (ms).
fr: Duree de fondu du voile (ms).
it: Durata dissolvenza dell'overlay (ms).
pt: Duração do desvanecimento da sobreposição (ms).

source: Fit images to the viewport.
de: Bilder an den Viewport anpassen.
es: Ajustar imágenes al viewport.
fr: Ajuster les images au viewport.
it: Adatta le immagini al viewport.
pt: Ajustar imagens ao viewport.

source: Image fade duration (ms).
de: Überblenddauer des Bildes (ms).
es: Duración del fundido de la imagen (ms).
fr: Duree du fondu de l'image (ms).
it: Durata dissolvenza dell'immagine (ms).
pt: Duração do desvanecimento da imagem (ms).

source: Offset from the top (px).
de: Abstand von oben (px).
es: Separación desde la parte superior (px).
fr: Distance depuis le haut (px).
it: Distanza dalla parte superiore (px).
pt: Distância a partir do topo (px).

source: Resize duration (ms).
de: Dauer der Größenanpassung (ms).
es: Duración del cambio de tamaño (ms).
fr: Duree du redimensionnement (ms).
it: Durata del ridimensionamento (ms).
pt: Duração do redimensionamento (ms).

source: Show image number label.
de: Bildnummern-Label anzeigen.
es: Mostrar etiqueta de número de imagen.
fr: Afficher le libellel du numero d'image.
it: Mostra etichetta numero immagine.
pt: Mostrar rótulo do número da imagem.

source: Allow wrap-around navigation.
de: Rundum-Navigation erlauben (Wrap-around).
es: Permitir navegación circular (wrap around).
fr: Autoriser la navigation en boucle (wrap around).
it: Consenti navigazione circolare (wrap around).
pt: Permitir navegação circular (wrap around).

source: Disable background scrolling when open.
de: Scrollen des Hintergrunds deaktivieren, wenn geöffnet.
es: Deshabilitar scroll del fondo cuando está abierto.
fr: Dsactiver le dfilement de l'arribre-plan lorsqu'ouvert.
it: Disabilita lo scrolling dello sfondo quando aperto.
pt: Desativar rolagem do fundo quando aberto.

source: Maximum image width (px). Leave blank to use the Lightbox2 default.
de: Maximale Bildbreite (px). Leer = Standard von Lightbox2.
es: Ancho máximo de la imagen (px). Vacío usa el defecto de Lightbox2.
fr: Largeur maximale de l'image (px). Vide utilise la valeur par dfaut de Lightbox2.
it: Larghezza massima dell'immagine (px). Vuoto usa il valore predefinito di Lightbox2.
pt: Largura máxima da imagem (px). Em branco usa o padrão do Lightbox2.

source: Maximum image height (px). Leave blank to use the Lightbox2 default.
de: Maximale Bildhöhe (px). Leer = Standard von Lightbox2.
es: Altura máxima de la imagen (px). Vacío usa el defecto de Lightbox2.
fr: Hauteur maximale de l'image (px). Vide utilise la valeur par dfaut de Lightbox2.
it: Altezza massima dell'immagine (px). Vuoto usa il valore predefinito di Lightbox2.
pt: Altura máxima da imagem (px). Em branco usa o padrão do Lightbox2.

source: Grid
de: Raster
es: Cuadrícula
fr: Grille
it: Griglia
pt: Grade

source: Justified
es: Justificado
fr: Justifie
it: Giustificato
pt: Justificado

source: Gallery layout on the page.
de: Galerielayout auf der Seite.
es: Disposición de la galería en la página.
fr: Disposition de la galerie sur la page.
it: Disposizione della galleria nella pagina.
pt: Disposição da galeria na página.

source: Columns on desktop (Grid).
de: Spalten auf Desktop (Grid).
es: Columnas en desktop (Grid).
fr: Colonnes sur desktop (Grille).
it: Colonne su desktop (Griglia).
pt: Colunas no desktop (Grade).

source: Columns on tablet (Grid).
de: Spalten auf Tablet (Grid).
es: Columnas en tablet (Grid).
fr: Colonnes sur tablette (Grille).
it: Colonne su tablet (Griglia).
pt: Colunas no tablet (Grade).

source: Columns on mobile (Grid).
de: Spalten auf Mobil (Grid).
es: Columnas en móvil (Grid).
fr: Colonnes sur mobile (Grille).
it: Colonne su mobile (Griglia).
pt: Colunas no móvel (Grade).

source: Spacing between items (px).
de: Abstand zwischen Elementen (px).
es: Espacio entre elementos (px).
fr: Espacement entre elments (px).
it: Spazio tra gli elementi (px).
pt: Espaçamento entre elementos (px).

source: Show captions under thumbnails.
de: Bildunterschriften unter Miniaturen anzeigen.
es: Mostrar captions bajo miniaturas.
fr: Afficher les legendes sous les vignettes.
it: Mostra didascalie sotto le miniature.
pt: Mostrar legendas sob as miniaturas.

source: Target row height (Justified, px).
de: Zielreihenhöhe (Justified, px).
es: Altura objetivo por fila (Justified, px).
fr: Hauteur de ligne cible (Justified, px).
it: Altezza riga target (Giustificato, px).
pt: Altura de linha alvo (Justificado, px).

source: Row adjustment tolerance (0-1).
de: Toleranz für Reihenanpassung (0–1).
es: Tolerancia de ajuste de fila (0-1).
fr: Tolrance dajustement de ligne (01).
it: Tolleranza di adattamento riga (0–1).
pt: Tolerância de ajuste de linha (0–1).

source: Limit of images to display (optional).
de: Anzahl der anzuzeigenden Bilder begrenzen (optional).
es: Límite de imágenes a mostrar (opcional).
fr: Limite d’images  afficher (optionnel).
it: Limite di immagini da mostrare (opzionale).
pt: Limite de imagens a exibir (opcional).

source: Open fullscreen
de: Im Vollbild öffnen
es: Abrir a pantalla completa
fr: Ouvrir en plein écran
it: Apri a schermo intero
pt: Abrir em tela cheia

source: Download image
de: Bild herunterladen
es: Descargar imagen
fr: Télécharger l’image
it: Scarica immagine
pt: Baixar imagem

source: Previous
de: Zurück
es: Anterior
fr: Précédent
it: Precedente
pt: Anterior

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Successivo
pt: Próximo

source: Enable JavaScript to use Lightbox2.
de: Aktivieren Sie JavaScript, um Lightbox2 zu verwenden.
es: Habilita JavaScript para usar Lightbox2.
fr: Activez JavaScript pour utiliser Lightbox2.
it: Abilita JavaScript per usare Lightbox2.
pt: Ative o JavaScript para usar o Lightbox2.

source: Aspect ratio
de: Seitenverhältnis
es: Relación de aspecto
fr: Rapport d'aspect
it: Proporzioni
pt: Proporção

source: Aspect ratio for the main carousel area.
de: Seitenverhältnis des Hauptbereichs des Karussells.
es: Relación de aspecto para el área principal del carrusel.
fr: Rapport d'aspect de la zone principale du carrousel.
it: Proporzioni dell'area principale del carosello.
pt: Proporção da área principal do carrossel.

source: Background color
de: Hintergrundfarbe
es: Color de fondo
fr: Couleur de fond
it: Colore di sfondo
pt: Cor de fundo

source: Background color applied to the main carousel area.
de: Hintergrundfarbe des Hauptbereichs des Karussells.
es: Color de fondo aplicado al área principal del carrusel.
fr: Couleur de fond appliquée à la zone principale du carrousel.
it: Colore di sfondo applicato all'area principale del carosello.
pt: Cor de fundo aplicada à área principal do carrossel.

source: CSS object-fit value used for images in the carousel.
de: CSS-object-fit-Wert, der für Bilder im Karussell verwendet wird.
es: Valor CSS object-fit utilizado para las imágenes del carrusel.
fr: Valeur CSS object-fit utilisée pour les images du carrousel.
it: Valore CSS object-fit utilizzato per le immagini del carosello.
pt: Valor CSS object-fit usado nas imagens do carrossel.

source: Object fit
es: Ajuste del objeto
pt: Ajuste do objeto

source: Show fullscreen button
de: Schaltfläche für Vollbild anzeigen
es: Mostrar botón de pantalla completa
fr: Afficher le bouton plein écran
it: Mostra pulsante schermo intero
pt: Mostrar botão de tela cheia

source: Display the fullscreen control in the carousel overlay.
de: Die Vollbild-Steuerung in der Karussell-Überlagerung anzeigen.
es: Mostrar el control de pantalla completa en la superposición del carrusel.
fr: Afficher le contrôle plein écran dans la superposition du carrousel.
it: Mostra il controllo schermo intero nella sovrapposizione del carosello.
pt: Exibir o controle de tela cheia na sobreposição do carrossel.

source: Show download button
de: Schaltfläche für Download anzeigen
es: Mostrar botón de descarga
fr: Afficher le bouton de téléchargement
it: Mostra pulsante di download
pt: Mostrar botão de download

source: Display the download control in the carousel overlay.
de: Die Download-Steuerung in der Karussell-Überlagerung anzeigen.
es: Mostrar el control de descarga en la superposición del carrusel.
fr: Afficher le contrôle de téléchargement dans la superposition du carrousel.
it: Mostra il controllo di download nella sovrapposizione del carosello.
pt: Exibir o controle de download na sobreposição do carrossel.

source: Enter a valid hex color in the format #RRGGBB.
de: Geben Sie eine gültige Hex-Farbe im Format #RRGGBB ein.
es: Introduce un color hexadecimal válido en el formato #RRGGBB.
fr: Saisissez une couleur hexadécimale valide au format #RRGGBB.
it: Inserisci un colore esadecimale valido nel formato #RRGGBB.
pt: Informe uma cor hexadecimal válida no formato #RRGGBB.

source: 16:9 (widescreen)
de: 16:9 (Breitbild)
es: 16:9 (pantalla ancha)
fr: 16:9 (grand écran)

source: 4:3 (standard)
es: 4:3 (estándar)
pt: 4:3 (padrão)

source: 1:1 (square)
de: 1:1 (Quadrat)
es: 1:1 (cuadrado)
fr: 1:1 (carré)
it: 1:1 (quadrato)
pt: 1:1 (quadrado)

source: 3:2 (classic photo)
de: 3:2 (klassisches Foto)
es: 3:2 (foto clásica)
fr: 3:2 (photo classique)
it: 3:2 (foto classica)
pt: 3:2 (foto clássica)

source: 21:9 (cinematic)
de: 21:9 (Cinema)
es: 21:9 (cinematográfico)
fr: 21:9 (cinémascope)
it: 21:9 (cinematografico)
pt: 21:9 (cinemático)

source: Carousel appearance
de: Darstellung des Karussells
es: Apariencia del carrusel
fr: Apparence du carrousel
it: Aspetto del carosello
pt: Aparência do carrossel

source: Select an image.
de: Wählen Sie ein Bild aus.
es: Selecciona una imagen.
fr: Sélectionnez une image.
it: Seleziona un'immagine.
pt: Selecione uma imagem.

source: Carousel
de: Karussell
es: Carrusel
fr: Carrousel
it: Carosello
pt: Carrossel

source: Thumbnails
de: Vorschaubilder
es: Miniaturas
fr: Vignettes
it: Miniature
pt: Miniaturas

source: Gallery layout and items
de: Galerie-Layout und Elemente
es: Disposición e ítems de la galería
fr: Disposition et éléments de la galerie
it: Layout e elementi della galleria
pt: Layout e itens da galeria

source: Lightbox2 Carousel
fr: Carrousel Lightbox2
